var movieBookList = [
	{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1924,
		mark:8.0,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1954,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},{
		title:'前世的不舍，今生的绝望',
		main:['有句话；前生太远，来世太长，人海苍苍，俩心茫茫。 说的是城伯与玉儿。 佛说，今生与你有缘的人，都是前世与你有过纠缠、瓜葛的人。正如今生的哥哥也许是前世的爱人。这就不难理解玉儿与城伯之间不伦的，绝望的兄妹之恋。也不是允的错，也不是伯的错，错的是无法抗挣的宿命。',
		'“如果……有来世……我希望…..我们再也不要相遇……” 城伯至死都想摆脱的正是这种宿命的相遇。 十五年的朝夕相处也罢，青梅竹马、两小无猜也罢，都不能断定允就是玉的真命，玉七岁时如天外来物闯进允少年的心。玉如同她的名字，洁白无暇，心如甘泉般清澈。这是一个天使，是上苍赐给允的天使。允那苍白的毫无意义的生存重新焕发光彩。因为这个小女孩，整个世界变得明朗。从此，玉就是允的世界。他注定要为她付出一切。哪怕生命......'],
		good:1224,
		mark:8.5,
		DoubanUrl:'',
		picUrl:'',
	},
];
var pageList = {
	currentPage:1,
	content:7,
	endPage:20,
};
//通过ajax得到top500电影or书籍的数据存如movieBookList
//通过计算movieBookList的长度得到页面数据存入pageList
pageList.endPage = pageList.endPage==0?1:Math.ceil(movieBookList.length/pageList.content);
pageList.currentPage = 1;

//Vue Components
const movieBookPage_list = {
	template:`<div id="itemList">
					<search-item></search-item>
					<movie-book-top></movie-book-top>
					<item-list :item-data-list="currentPageMovieBookData"></item-list>
					<page-list :page-list="pageList"></page-list>
				</div>`,
	data:function(){
		return {
			movieBookItemList:movieBookList,
			pageList:pageList,
		}
	},
	computed:{
		currentPageMovieBookData:function(){
			return this.movieBookItemList.slice(
				(this.pageList.currentPage-1)*this.pageList.content
				,this.pageList.currentPage*this.pageList.content);
		},
	},
};
const aboutSiteApp = {
	template:`<about-this-site></about-this-site>`,
};


//vue-router

const routes = [
  { path: '/movieBookApp', component: movieBookPage_list },
  { path: '/aboutSiteApp', component: aboutSiteApp }
];

const router = new VueRouter({
  routes // （缩写）相当于 routes: routes
});

//apps
const app = new Vue({
  router
}).$mount('#app');

const nav = new Vue({
	el:'#nav',
	routes: routes,
});